Repository: xcv58/MacTools
Catalog: Plugins/WindowSwitcher/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# chooser.legacyHint
source: 按快捷键切换 · 点击按键修改
ar: اضغط الاختصار للتبديل · انقر المفتاح للتعديل
de: Tastenkombination zum Wechseln · Taste zum Ändern anklicken
en: Press a shortcut to switch · Click a key to edit
es: Pulsa el atajo para cambiar · Haz clic en la tecla para editar
fr: Raccourci pour basculer · Clic sur la touche pour modifier
ja: キーで切り替え · キーをクリックして変更
ko: 단축키로 전환 · 키를 클릭하여 변경
pt: Pressione o atalho para alternar · Clique na tecla para editar
ru: Комбинация переключает окно · Нажмите на клавишу для изменения
tr: Geçiş yapmak için bir kısayola basın · Düzenlemek için bir tuşa tıklayın
zh_hant: 按快速鍵切換 · 點按按鍵修改

# chooser.editAssigned
source: 修改所选快捷键…
ar: تغيير الاختصار المحدد…
de: Ausgewählte Tastenkombination ändern…
en: Change Selected Shortcut…
es: Cambiar el atajo seleccionado…
fr: Modifier le raccourci sélectionné…
ja: 選択したキーを変更…
ko: 선택한 단축키 변경…
pt: Alterar o atalho selecionado…
ru: Изменить выбранную комбинацию…
tr: Seçili Kısayolu Değiştir…
zh_hant: 修改所選快速鍵…

# chooser.recordAssignedHelp
source: 使用字母或数字，可组合 ⌘。按 ⌫ 恢复自动分配，Esc 取消。
ar: استخدم حرفًا أو رقمًا، مع ⌘ اختياريًا. اضغط ⌫ لاستعادة التعيين التلقائي أو Esc للإلغاء.
de: Buchstabe oder Ziffer, optional mit ⌘. ⌫ stellt die automatische Zuweisung wieder her, Esc bricht ab.
en: Use a letter or number, optionally with ⌘. Press ⌫ to restore automatic assignment, or Esc to cancel.
es: Usa una letra o un número, con ⌘ si lo deseas. ⌫ restaura la asignación automática y Esc cancela.
fr: Lettre ou chiffre, avec ⌘ si souhaité. ⌫ rétablit l’attribution automatique, Esc annule.
ja: 英字または数字を使用します（⌘との組み合わせも可）。⌫で自動割り当てに戻し、Escでキャンセルします。
ko: 문자 또는 숫자를 사용하세요. ⌘ 조합도 가능합니다. ⌫는 자동 할당 복원, Esc는 취소입니다.
pt: Use uma letra ou um número, com ⌘ se desejar. ⌫ restaura a atribuição automática e Esc cancela.
ru: Буква или цифра, при желании с ⌘. ⌫ восстанавливает автоматическое назначение, Esc отменяет ввод.
tr: Bir harf veya sayı kullanın; isterseniz ⌘ ile birlikte. Otomatik atamayı geri yüklemek için ⌫, iptal etmek için Esc tuşuna basın.
zh_hant: 使用字母或數字，可搭配 ⌘。按 ⌫ 恢復自動指派，Esc 取消。

# chooser.recordAssigned
source: 按下新快捷键 · ⌫ 恢复自动
ar: اضغط اختصارًا جديدًا · ⌫ تعيين تلقائي
de: Neue Tastenkombination · ⌫ Automatisch
en: Press a new shortcut · ⌫ Auto-assign
es: Pulsa un nuevo atajo · ⌫ Asignación auto
fr: Nouveau raccourci · ⌫ Attribution auto
ja: 新しいキーを押す · ⌫ 自動割り当て
ko: 새 단축키 입력 · ⌫ 자동 할당
pt: Pressione um novo atalho · ⌫ Atribuição auto
ru: Новая комбинация · ⌫ Автоназначение
tr: Yeni bir kısayola basın · ⌫ Otomatik ata
zh_hant: 按下新快速鍵 · ⌫ 恢復自動

# chooser.assignedConflict
source: 快捷键已占用，请重新输入
ar: الاختصار مستخدم. جرّب اختصارًا آخر.
de: Bereits belegt. Andere Kombination wählen.
en: Shortcut in use. Try another.
es: Atajo en uso. Prueba otro.
fr: Raccourci déjà utilisé. Essayez-en un autre.
ja: 使用中です。別のキーを押してください。
ko: 사용 중인 단축키입니다. 다른 키를 입력하세요.
pt: Atalho em uso. Tente outro.
ru: Комбинация занята. Введите другую.
tr: Kısayol kullanımda. Başka bir kısayol deneyin.
zh_hant: 快速鍵已被使用，請重新輸入

# chooser.assignedUnavailable
source: 无法修改此窗口的快捷键
ar: تعذّر تغيير اختصار هذه النافذة.
de: Tastenkombination dieses Fensters nicht änderbar.
en: Unable to change this window’s shortcut.
es: No se puede cambiar el atajo de esta ventana.
fr: Impossible de modifier le raccourci de cette fenêtre.
ja: このウインドウのキーを変更できません。
ko: 이 윈도우의 단축키를 변경할 수 없습니다.
pt: Não foi possível alterar o atalho desta janela.
ru: Не удалось изменить комбинацию для этого окна.
tr: Bu pencerenin kısayolu değiştirilemedi.
zh_hant: 無法修改此視窗的快速鍵

# settings.mode.search.description
source: 输入搜索，按回车切换。
ar: اكتب للعثور على نافذة. اضغط على Return للتبديل.
de: Tippen Sie, um ein Fenster zu finden. Drücken Sie die Eingabetaste, um zu wechseln.
en: Type to find a window. Press Return to switch.
es: Escriba para buscar una ventana. Presione Retorno para cambiar.
fr: Tapez pour trouver une fenêtre. Appuyez sur Retour pour basculer vers celle-ci.
ja: 入力してウィンドウを検索します。Return を押すと切り替えます。
ko: 창을 찾으려면 입력하세요. 전환하려면 Return 키를 누르세요.
pt: Digite para encontrar uma janela. Pressione Return para mudar.
ru: Введите, чтобы найти окно. Нажмите Return, чтобы переключиться.
tr: Pencere bulmak için yazın. Geçiş yapmak için Return tuşuna basın.
zh_hant: 輸入文字搜尋，按 Return 切換。

# chooser.closeSearch
source: 关闭搜索
ar: إغلاق البحث
de: Suche schließen
en: Close Search
es: Cerrar búsqueda
fr: Fermer la recherche
ja: 検索を閉じる
ko: 검색 닫기
pt: Fechar busca
ru: Закрыть поиск
tr: Aramayı Kapat
zh_hant: 關閉搜尋

# chooser.clearSearch
source: 清除搜索
ar: مسح البحث
de: Suche löschen
en: Clear Search
es: Borrar búsqueda
fr: Effacer la recherche
ja: 検索をクリア
ko: 검색 지우기
pt: Limpar busca
ru: Очистить поиск
tr: Aramayı Temizle
zh_hant: 清除搜尋

# chooser.dismiss
source: 关闭窗口切换器
ar: إغلاق المبدّل
de: Umschalter schließen
en: Close Switcher
es: Cerrar selector
fr: Fermer le sélecteur
ja: 切り替え画面を閉じる
ko: 전환기 닫기
pt: Fechar alternador
ru: Закрыть переключатель
tr: Değiştiriciyi Kapat
zh_hant: 關閉視窗切換器

# chooser.resetSize
source: 重置大小
ar: إعادة ضبط الحجم
de: Größe zurücksetzen
en: Reset Size
es: Restablecer tamaño
fr: Réinitialiser la taille
ja: サイズをリセット
ko: 크기 재설정
pt: Redefinir tamanho
ru: Сбросить размер
tr: Boyutu Sıfırla
zh_hant: 重設大小

# preview.zoom
source: 预览缩放
ar: تكبير المعاينة
de: Vorschau-Zoom
en: Preview Zoom
es: Zoom de vista previa
fr: Zoom d'aperçu
ja: プレビューズーム
ko: 미리보기 확대/축소
pt: Zoom de visualização
ru: Масштаб предварительного просмотра
tr: Önizleme Yakınlaştırması
zh_hant: 預覽縮放

# preview.zoomIn
source: 放大
ar: تكبير
de: Vergrößern
en: Zoom In
es: Acercar
fr: Zoom avant
ja: ズームイン
ko: 확대
pt: Ampliar
ru: Увеличить масштаб
tr: Yakınlaştır

# preview.zoomOut
source: 缩小
ar: تصغير
de: Verkleinern
en: Zoom Out
es: Alejar
fr: Zoom arrière
ja: ズームアウト
ko: 축소
pt: Diminuir zoom
ru: Уменьшить масштаб
tr: Uzaklaştır
zh_hant: 縮小

# preview.fit
source: 适合窗口
ar: ملاءمة المعاينة
de: Vorschau einpassen
en: Fit Preview
es: Ajustar vista previa
fr: Ajuster l’aperçu
ja: プレビューをウィンドウに合わせる
ko: 미리보기 크기 맞춤
pt: Ajustar visualização
ru: Вписать изображение
tr: Önizlemeyi Sığdır
zh_hant: 適合視窗

# preview.zoomHelp
source: 双指缩放，拖移或按方向键平移；双击自动适应窗口大小。
ar: قرّب إصبعين أو باعد بينهما للتكبير والتصغير. اسحب أو استخدم الأسهم لتحريك المعاينة؛ انقر نقرًا مزدوجًا لملاءمتها.
de: Zum Zoomen zwei Finger zusammen- oder auseinanderziehen. Ziehen oder Pfeiltasten zum Verschieben nutzen; Doppelklick zum Einpassen.
en: Pinch to zoom. Drag or use arrows to pan; double-click to fit.
es: Pellizca para hacer zoom. Arrastra o usa las flechas para desplazarte; haz doble clic para ajustar.
fr: Pincez pour zoomer. Faites glisser ou utilisez les flèches pour effectuer un panoramique ; double-cliquez pour l'ajuster.
ja: ピンチで拡大・縮小します。ドラッグや矢印キーで表示位置を移動し、ダブルクリックでウィンドウに合わせます。
ko: 두 손가락으로 확대/축소합니다. 드래그하거나 방향키로 이동하고, 두 번 클릭하면 미리보기 크기를 맞춥니다.
pt: Faça o gesto de pinça para ampliar. Arraste ou use as setas para deslocar; clique duas vezes para ajustar.
ru: Сведите или разведите пальцы для изменения масштаба. Перетаскивайте изображение или используйте стрелки для перемещения; двойной щелчок вписывает изображение в область просмотра.
tr: Yakınlaştırmak için sıkıştırın. Kaydırmak için sürükleyin veya ok tuşlarını kullanın; sığdırmak için çift tıklayın.
zh_hant: 雙指縮放。放大後可拖移或用方向鍵平移，按兩下可調整為符合視窗大小。

# settings.preview.sectionTitle
source: 预览
ar: معاينة
de: Vorschau
en: Preview
es: Vista previa
fr: Aperçu
ja: プレビュー
ko: 미리보기
pt: Visualização
ru: Предварительный просмотр
tr: Önizleme
zh_hant: 預覽

# settings.scope.sectionTitle
source: 窗口范围
ar: النوافذ المشمولة
de: Einbezogene Fenster
en: Window Coverage
es: Ventanas incluidas
fr: Fenêtres incluses
ja: 表示するウインドウ
ko: 포함할 윈도우
pt: Janelas incluídas
ru: Включаемые окна
tr: Pencere Kapsamı
zh_hant: 視窗範圍

# settings.minimized.title
source: 包含最小化窗口
ar: تضمين النوافذ المصغرة
de: Minimierte Fenster einbeziehen
en: Include Minimized Windows
es: Incluir ventanas minimizadas
fr: Inclure les fenêtres réduites
ja: 最小化されたウィンドウを含める
ko: 최소화된 창 포함
pt: Incluir janelas minimizadas
ru: Включить свернутые окна
tr: Küçültülmüş Pencereleri Dahil Et
zh_hant: 包含已縮小的視窗

# settings.minimized.description
source: 选择后会还原并切换到已最小化的窗口。
ar: استعادة النوافذ المصغرة والتبديل إليها.
de: Minimierte Fenster wiederherstellen und zu ihnen wechseln.
en: Restore and switch to minimized windows.
es: Restaurar y cambiar a ventanas minimizadas.
fr: Restaurez et passez aux fenêtres réduites.
ja: 最小化されたウィンドウを復元して切り替えます。
ko: 최소화된 윈도우를 복원하고 해당 윈도우로 전환합니다.
pt: Restaure e mude para janelas minimizadas.
ru: Разворачивать свернутые окна и переключаться на них.
tr: Küçültülmüş pencereleri geri yükleyip onlara geçiş yapar.
zh_hant: 選擇後會還原並切換到已縮小的視窗。

# settings.otherDesktops.title
source: 包含其他桌面上的窗口
ar: تضمين النوافذ على أسطح المكتب الأخرى
de: Fenster auf anderen Schreibtischen einbeziehen
en: Include Windows on Other Desktops
es: Incluir ventanas de otros escritorios
fr: Inclure les fenêtres sur d’autres bureaux
ja: ほかのデスクトップのウインドウを含める
ko: 다른 데스크탑의 윈도우 포함
pt: Incluir janelas de outras mesas
ru: Включать окна на других рабочих столах
tr: Diğer Masaüstlerindeki Pencereleri Dahil Et
zh_hant: 包含其他桌面上的視窗

# settings.otherDesktops.description
source: 可切换到其他桌面或空间上的窗口。
ar: الوصول إلى نوافذ موجودة على أسطح مكتب أخرى أو في Spaces.
de: Auf Fenster zugreifen, die sich auf anderen Schreibtischen oder Spaces befinden.
en: Reach windows parked on other desktops or Spaces.
es: Accede a las ventanas de otros escritorios o Spaces.
fr: Accédez aux fenêtres situées sur d’autres bureaux ou espaces.
ja: 他のデスクトップまたはスペースにあるウィンドウにアクセスします。
ko: 다른 데스크탑이나 Spaces에 있는 윈도우로 전환할 수 있습니다.
pt: Acesse janelas em outras áreas de trabalho ou Spaces.
ru: Доступ к окнам на других рабочих столах или в пространствах Spaces.
tr: Diğer masaüstlerinde ya da Space'lerde bekleyen pencerelere ulaşın.
zh_hant: 可切換到其他桌面或 Space 上的視窗。

# settings.fullscreen.title
source: 包含全屏空间中的窗口
ar: تضمين نوافذ المساحات بملء الشاشة
de: Fenster in Vollbild-Spaces einbeziehen
en: Include Windows in Full-Screen Spaces
es: Incluir ventanas de Spaces a pantalla completa
fr: Inclure les fenêtres des espaces en plein écran
ja: フルスクリーンの操作スペースのウインドウを含める
ko: 전체 화면 스페이스의 윈도우 포함
pt: Incluir janelas de espaços em tela cheia
ru: Включать окна в полноэкранных пространствах
tr: Tam Ekran Space Pencerelerini Dahil Et
zh_hant: 包含全螢幕 Space 中的視窗

# settings.fullscreen.description
source: 包括全屏 App 所在的独立空间。
ar: تضمين التطبيقات في مساحات ملء الشاشة التي يوفرها النظام.
de: Apps in nativen Vollbild-Spaces einbeziehen.
en: Include apps in native full-screen Spaces.
es: Incluye apps en Spaces nativos a pantalla completa.
fr: Incluez les applications dans les espaces natifs en plein écran.
ja: フルスクリーン用の操作スペースにあるアプリのウィンドウも表示します。
ko: macOS 전체 화면 Spaces에 있는 앱을 포함합니다.
pt: Incluir apps em Spaces nativos em tela cheia.
ru: Включать приложения в полноэкранных пространствах macOS.
tr: Yerleşik tam ekran Space'lerdeki uygulamaları içerir.
zh_hant: 包括原生全螢幕 App 所在的獨立 Space。

# window.otherDesktop
source: 其他桌面
ar: سطح مكتب آخر
de: Anderer Schreibtisch
en: Other Desktop
es: Otro escritorio
fr: Autre bureau
ja: その他のデスクトップ
ko: 기타 데스크탑
pt: Outra área de trabalho
ru: Другой рабочий стол
tr: Diğer Masaüstü

# window.fullscreen
source: 全屏
ar: ملء الشاشة
de: Vollbild
en: Full Screen
es: Pantalla completa
fr: Plein écran
ja: フルスクリーン
ko: 전체 화면
pt: Tela inteira
ru: Полноэкранный режим
tr: Tam ekran
zh_hant: 全螢幕
